[
   {
      "name":"Fog Harbor Fish House",
      "business_page":"https://www.yelp.com/biz/fog-harbor-fish-house-san-francisco-2",
      "business_id":"fog-harbor-fish-house-san-francisco-2",
      "img":"https://cf-images.us-east-1.prod.boltdns.net/v1/static/6057277741001/3275f6fd-447f-400f-ad42-77ccc0871dcb/e7a019e8-8036-4412-94c7-ffc6eff46ca3/1280x720/match/image.jpg",
      "phone":"(415) 421-2442",
      "address":[
         "The Embarcadero",
         "Ste A-202",
         "San Francisco, CA 94133"
      ],
      "avg_rating":"4",
      "num_reviews":"6242",
      "categories":[
         "Seafood",
         "Bars"
      ],
      "website":"fogharbor.com",
      "schedule":[
         [
            "Mon",
            "11:00 AM - 9:00 PM"
         ],
         [
            "Tue",
            "11:00 AM - 9:00 PM"
         ],
         [
            "Wed",
            "11:00 AM - 9:00 PM"
         ],
         [
            "Thu",
            "11:00 AM - 9:00 PM"
         ],
         [
            "Fri",
            "11:00 AM - 10:00 PM"
         ],
         [
            "Sat",
            "10:30 AM - 10:00 PM"
         ],
         [
            "Sun",
            "10:30 AM - 9:00 PM"
         ]
      ],
      "about":"Ranked Top 5 Most Popular Restaurants in SF by Yelp\nAward winning view of the Golden Gate Bridge, and Alcatraz!\nWaterfront outdoor seating available and open-air indoor dining room\nFirst restaurant on Fisherman's Wharf with 100% sustainable seafood.\nFresh fish delivered and hand cut daily.\nFresh sourdough bread baked every 30 minutes.\nNew England Clam Chowder made from scratch daily.\nVast California wine list and full bar with premium liquor\nEstablished in 2007.\nFog Harbor Fish House offers the quintessential San Francisco waterfront dining experience. Steeped in tradition, Fog Harbor Fish House was created by the original developers of PIER 39 and is filled with a quarter century of San Francisco history. Family-owned and operated, Fog Harbor Fish House is among the most favored restaurants on the Wharf where we pride ourselves in offering the freshest seafood in San Francisco.\nBob Partrite is the Chief Operating Officer of the Simco Restaurant group on Pier 39. He is passionate about serving fresh sustainable seafood and creating a dining experience that is memorable. His goal is to exceed guests expectations and you will find him in our restaurants on a daily basis. \"We are your local PIER 39 restaurant, come visit us and see why\".\nWarren Simmons was the visionary behind the creation, conceptualizing and development of what would become one of the world's most famous landmarks: PIER 39. Today, over 30 years later, Simco Restaurants continues to own and operate the most successful restaurants on Fisherman's Wharf including the award-winning Pier Market Restaurant, Fog Harbor Fish House, Wipeout Bar & Grill, Eagle Cafe and Biscoff Coffee Corner.",
      "amenities":[
         "92 out of 100",
         "Takes Reservations",
         "Offers Takeout",
         "No Delivery",
         "Accepts Credit Cards",
         "Vegan Options",
         "Many Vegetarian Options",
         "Outdoor Seating",
         "Touristy, Classy",
         "Moderate Noise",
         "Good for Groups",
         "Good For Kids",
         "Good for Lunch, Dinner",
         "Garage Parking, Validated Parking",
         "Bike Parking",
         "Waiter Service",
         "Free Wi-Fi",
         "Best nights on Friday, Saturday, Sunday",
         "Full Bar",
         "Dogs Allowed",
         "Wheelchair Accessible",
         "Open to All",
         "Sit-down dining",
         "Accepts Android Pay",
         "Accepts Apple Pay",
         "Accepts Cryptocurrency",
         "Not Good For Dancing",
         "No Pool Table",
         "No Happy Hour",
         "No Smoking",
         "No TV"
      ]
   }
]