[
   {
      "name":"Heise's Plumbing",
      "business_page":"https://www.yelp.com/biz/heises-plumbing-san-francisco",
      "business_id":"heises-plumbing-san-francisco",
      "img":null,
      "phone":"(415) 333-0704",
      "address":[
         "260 Ocean Ave",
         "San Francisco, CA 94112"
      ],
      "avg_rating":"4.5",
      "num_reviews":"191",
      "categories":[
         "Plumbing",
         "Water Heater Installation/Repair"
      ],
      "website":"heisesplumbing.com",
      "schedule":[
         [
            "Mon",
            "Closed"
         ],
         [
            "Tue",
            "8:00 AM - 5:00 PM"
         ],
         [
            "Wed",
            "8:00 AM - 5:00 PM"
         ],
         [
            "Thu",
            "8:00 AM - 5:00 PM"
         ],
         [
            "Fri",
            "Closed"
         ],
         [
            "Sat",
            "Closed"
         ],
         [
            "Sun",
            "Closed"
         ]
      ],
      "about":"If you&apos;re looking for the type of honest and reliable plumber that will give you advice if you can fix something yourself and save money, call Heise&apos;s Plumbing. Whether you are ankle deep in a shower with a clogged drain or have a sink full of dishes and a clogged kitchen sink, Heise&apos;s Plumbing will give you the best service at a great price.\nHeise&apos;s Plumbing is rated very high by the customers that come back time and time again. In fact, Heise&apos;s Plumbing won an award in the San Francisco Bay Guardian for 2010 Best Plumber in their \"Best of The Bay\" poll.\nIf you have a clogged tub drain and nothing seems to fix it, call Heise&apos;s for a great consultation. Customers need plumbers for a variety of reasons; flooding kitchens and bathrooms, backed up toilets, leaking faucets, new fixture installations or bathroom remodels, and emergency plumbing service! Do you know where your main water line shut off valve is? Dave can probably help you right away. If you&apos;re looking for the type of plumber that makes you say \"Wow! They really took great care of me!\" Then give Dave a call for a no obligation consultation. Don&apos;t be afraid of calling the plumber! You will be his next testimonial- and he will really appreciate it if you tell him Angie&apos;s List or Yelp! sent you and he&apos;ll show it by giving you a new customer discount.",
      "amenities":[
         "Accepts Credit Cards"
      ]
   }
]